Repository: emmanuelsayshai/OTPAuth-Localizations
Catalog: *.xliff
Languages: de

# 6ke-Oo-hF8.prompt
source: Please choose an account.
de: Bitte wählen Sie einen Account aus.

# h0t-g1-awa.prompt
source: Please choose an account.
de: Bitte wählen Sie einen Account aus.

# h0t-g1-awa.title
source: Folders
de: Ordner

# usy-yi-cGz.text
source: Folder
de: Ordner

# 1eo-8j-zUN.text
source: Detail
de: Details

# 2LG-te-Vb1.text
source: Created
de: Erstellt

# 5vF-fb-M0Y.title
source: Folder
de: Ordner

# 9pV-DX-JeZ.footerTitle
source: The name of the file can be changed by tapping on it. To confirm the new name hit return.
de: Der Name der Datei kann durch Tippen auf den aktuellen Namen geändert werden. Um den neuen Namen zu bestätigen, tippen Sie auf Enter.

# 9pV-DX-JeZ.headerTitle
source: General
de: Allgemein

# BZU-6y-pgp.placeholder
source: Filename
de: Dateiname

# CWw-ah-fbv.text
source: Type
de: Typ

# FgA-bE-YPc.text
source: Changed
de: Geändert

# HJx-pr-hkv.title
source: Choose
de: Auswählen

# HUp-98-KVB.title
source: Open
de: Öffnen

# OTw-0m-I5d.text
source: Type
de: Typ

# Pad-kb-rdX.footerTitle
source: The name of the file can be changed by tapping on it. To confirm the new name hit return.
de: Der Name der Datei kann durch Tippen auf den aktuellen Namen geändert werden. Um den neuen Namen zu bestätigen, tippen Sie auf Enter.

# Pad-kb-rdX.headerTitle
source: General
de: Allgemein

# QDd-c4-Cxh.placeholder
source: Filename
de: Dateiname

# TTE-gq-YKm.text
source: Items
de: Unterelemente

# TZT-sb-IA2.text
source: OTPAuth File
de: OTPAuth Datei

# VBa-3S-crb.text
source: Created
de: Erstellt

# b4X-ej-alv.text
source: Folder
de: Ordner

# bCS-ua-ff1.text
source: Type
de: Typ

# biN-bm-P4H.text
source: File
de: Datei

# g3t-3v-fa4.text
source: Items
de: Unterelemente

# hcX-h3-THe.text
source: Created
de: Erstellt

# j1X-Is-O0l.text
source: Changed
de: Geändert

# qZW-KY-qHm.headerTitle
source: Attributes
de: Eigenschaften

# qoX-tD-ug1.placeholder
source: Filename
de: Dateiname

# qwL-Vf-Phf.text
source: Folder
de: Ordner

# rXP-Vv-Bma.footerTitle
source: The name of the file can be changed by tapping on it. To confirm the new name hit return.
de: Der Name der Datei kann durch Tippen auf den aktuellen Namen geändert werden. Um den neuen Namen zu bestätigen, tippen Sie auf Enter.

# rXP-Vv-Bma.headerTitle
source: General
de: Allgemein

# syc-on-AXc.text
source: Size
de: Größe

# v4O-p3-HqR.headerTitle
source: Attributes
de: Eigenschaften

# wnf-6q-9Ed.text
source: Changed
de: Geändert

# x5Y-2c-iys.text
source: Folder
de: Ordner

# xpI-Iq-eC8.headerTitle
source: Attributes
de: Eigenschaften

# 2Cf-dY-BWr.text
source: 10 digits
de: 10 Stellen

# 3N9-qw-hCz.text
source: Pasword
de: Passwort

# 5KD-ld-kXd.title
source: Folders
de: Ordner

# 6yB-1B-XYC.text
source: Counter
de: Zähler

# 7Rd-6t-9KG.title
source: New Account
de: Neuer Account

# 13r-t0-Sdr.text
source: Secret
de: Geheimnis

# 26q-qk-WyY.footerTitle
source: When iCloud Sync is enabled, accounts are automatically synchronized across all devices using the same iCloud account. This option is only available, if you are logged into an iCloud account on your current device.\n\nIf you are asked to purchase this feature even though you already purchased it, try to restore purchases with the button bellow.
de: Bei aktiviertem iCloud Sync werden alle Accounts automatisch zwischen allen Geräten synchronisiert, die den gleichen iCloud Account verwenden. Diese Option ist nur verfügbar, wenn das aktuelle Gerät mit einem iCloud Account verknüpft ist.\n\nWenn Sie diese Funktion bereits gekauft haben, aber dennoch gefragt werden, sie jetzt zu kaufen, versuchen Sie, ihre Einkäufe mit dem Button weiter unten wiederherzustellen.

# 36.title
source: Folder
de: Ordner

# Bn0-MO-g6W.text
source: Counter-based OTP
de: Zähler-basiert

# DN6-Ih-KjG.text
source: Time-based OTP
de: Zeit-basiert

# Da6-G2-3ug.text
source: Show all accounts button
de: 'Alle Accounts anzeigen'-Button

# Egl-6H-uCu.footerTitle
source: Name and issuer will not be used for generating codes and can be changed.
de: Name und Herausgeber werden zum Generieren von Passwörtern nicht benötigt und können geändert werden.

# Egl-6H-uCu.headerTitle
source: General
de: Allgemein

# FvC-sp-4xI.footerTitle
source: Before you can start using OTP Auth you need to set up a password. This password is used to securely save the accounts managed by OTP Auth.\n\nIf you are updating from an older version of OTP Auth, your accounts will be migrated.
de: Bevor Sie OTP Auth nutzen können, müssen Sie ein Passwort vergeben. Dieses Password wird benutzt, um Accounts verschlüsselt abspeichern zu können.\n\nSofern Sie eine alte Version von OTP Auth aktualisieren, werden ihre Accounts in die neue Version migriert.

# He5-el-yCD.text
source: Algorithm
de: Algorithmus

# HqQ-jA-Kog.prompt
source: Please choose a folder.
de: Bitte wählen Sie einen Ordner aus.

# HqQ-jA-Kog.title
source: Folders
de: Ordner

# IE7-QK-1Yh.prompt
source: Please choose an account.
de: Bitte wählen Sie einen Account aus.

# IE7-QK-1Yh.title
source: Folders
de: Ordner

# IFP-yZ-xA8.text
source: 6 digits
de: 6 Stellen

# Kzg-Vj-7ri.text
source: Require on start
de: Beim Start abfragen

# LcZ-mu-Wo7.footerTitle
source: If the password is required on start, you have to enter the password every time when starting OTP Auth or when switching from another app.\n\nInstead of entering the password you can also enable Touch ID. This option is only available, if your devices supports Touch ID and the password is required on start.
de: Wenn das Passwort beim Start abgefragt werden soll, müssen Sie das Passwort eingeben, wenn Sie OTP Auth starten oder von einer anderen App zu OTP Auth wechseln.\n\nAnstatt das Passwort einzugeben, kann auch Touch ID verwendet werden. Diese Option ist nur verfügbar, wenn ihr aktuelles Gerät Touch ID unterstützt und das Passwort beim Start abgefragt werden soll.

# LcZ-mu-Wo7.headerTitle
source: Options
de: Optionen

# Pcl-vm-587.footerTitle
source: Choose which type of code should be generated for this account.
de: Hier können Sie auswählen, welche Art von Passwörterngeneriert werden soll.

# QCt-qx-01A.text
source: Repeat
de: Wiederholung

# TT4-Wb-ydD.text
source: Issuer
de: Herausgeber

# V6e-PG-2JK.title
source: Algorithm
de: Algorithmus

# WoL-Kg-Rzv.text
source: Folder
de: Ordner

# aXG-kB-8fH.placeholder
source: Secret
de: Geheimnis

# awW-co-GET.headerTitle
source: Password
de: Passwort

# brn-GI-hVE.headerTitle
source: In-App Purchases
de: In-App Einkäufe

# cIR-40-wdd.text
source: Change password…
de: Passwort ändern…

# cj6-le-jr0.text
source: Issuer
de: Herausgeber

# duW-AH-Fo6.title
source: Settings
de: Einstellungen

# edF-r4-4Mg.text
source: About
de: Über

# ef2-kR-oI5.text
source: Folder
de: Ordner

# hCn-qL-olb.footerTitle
source: If the password is required on start, you have to enter the password every time when starting OTP Auth or when switching from another app.\n\nInstead of entering the password you can also enable Touch ID. This option is only available, if your devices supports Touch ID and the password is required on start.
de: Wenn das Passwort beim Start abgefragt werden soll, müssen Sie das Passwort eingeben, wenn Sie OTP Auth starten oder von einer anderen App zu OTP Auth wechseln.\n\nAnstatt das Passwort einzugeben, kann auch Touch ID verwendet werden. Diese Option ist nur verfügbar, wenn ihr aktuelles Gerät Touch ID unterstützt und das Passwort beim Start abgefragt werden soll.

# hkQ-On-sjB.prompt
source: Please choose an account.
de: Bitte wählen Sie einen Account aus.

# lkO-dc-ZqY.text
source: Folder
de: Ordner

# lnA-yF-4Gt.footerTitle
source: If this option is turned, the widget will show an additional button called 'Show all accounts'. Pressing this button will open this app.
de: Wenn diese Option aktiviert ist, wird in der Mitteilungszentrale ein Button 'Alle Accounts anzeigen' angezeigt. Wenn Sie diesen button drücken, wird diese App geöffnet.

# lnA-yF-4Gt.headerTitle
source: Notification Center
de: Mitteilungszentrale

# lww-gB-cmk.placeholder
source: example@gmail.com
de: beispiel@gmail.com

# m8B-eB-o8R.text
source: Type
de: Typ

# mSN-6g-w1Q.footerTitle
source: Warning: Do not forget this password or all your accounts may be lost. Depending on your settings you may need this password when starting OTP Auth or when restoring from a backup.
de: Achtung: Wenn Sie dieses Passwort vergessen, können die Accounts eventuell nicht wiederhergestellt werden. Abhängig von ihren Einstellungen brauchen Sie das Passwort zum Beispiel beim Starten von OTP Auth oder wenn Sie aus einem Backup wiederherstellen.

# mkD-MG-pdr.text
source: 8 digits
de: 8 Stellen

# muh-7J-T4v.segmentTitles[0]
source: Plaintext
de: Klartext

# nsq-TI-KUh.text
source: Digits
de: Stellen

# qFn-d5-Hrc.text
source: Restore Purchases…
de: Einkäufe wiederherstellen…

# szF-AP-qj4.title
source: About
de: Über

# tTq-MJ-ZdH.footerTitle
source: Choose the algorithm that should be used for generating codes.
de: Hier können Sie auswählen, welcher Algorithmus zum Generieren von Passwörtern benutzt wird.

# uUl-MB-80A.title
source: Initial Setup
de: Initiales Setup

# v1M-mJ-kts.footerTitle
source: Type in the account name and issuer. Neither will be used for generating codes.
de: Geben Sie den Namen und Herausgeber des neuen Accounts ein. Beides wird nicht zum Generieren von Passwörtern genutzt.

# vNA-yv-JNf.footerTitle
source: Choose how many digits the generated code should have.
de: Hier können Sie auswählen, wieviele Stellen das generierte Passwort haben soll.

# vvm-sz-GN6.placeholder
source: Secret Password
de: Geheimes Geheimnis

# y1y-kR-p5k.placeholder
source: Repeat Password
de: Passwort wiederholen

# yhw-fg-Qr6.text
source: Require on start
de: Beim Start abfragen

# yuD-7g-6MM.title
source: Digits
de: Stellen

# zDn-M7-qXc.placeholder
source: example@gmail.com
de: beispiel@gmail.com

# zIk-Cj-5ag.footerTitle
source: The secret is hidden for security reasons. If you want to change it you need to create a new account.
de: Das Geheimnis wird aus Sicherheitsgründen nicht angezeigt. Wenn Sie es ändern wollen, müssen Sie einen neuen Account erstellen.

# 5Mq-Wj-uCk.placeholder
source: Secret password
de: Geheimes Passwort

# Gob-K0-UYk.title
source: Password
de: Passwort

source: A file named '%@' already exists. Do you want to overwrite it?
de: Eine Datei namens '%@' existiert bereits. Möchten Sie die Datei überschreiben?

source: Account exported
de: Account exportiert

source: Accounts can be added by tapping '+' in the toolbar below. Tap an account to edit its settings.
de: Accounts können über den '+'-Button unten hinzugefügt werden. Wählen Sie einen Account aus, um seine Einstellungen zu ändern.

source: Accounts marked with a checkmark are already visible in the notification center.
de: Accounts, die mit einem Hacken markiert sind, sind bereits in der Mitteilungszentrale sichtbar.

source: Add
de: Hinzufügen

source: All Accounts
de: Alle Accounts

source: An error occured while encrypting the account. Please try again.
de: Beim Verschlüsseln des Accounts ist ein Fehler passiert. Bitte versuchen Sie es ernaut.

source: An error occured while executing neccessary scripts. Please try again.
de: Beim Ausführen notwendiger Skripte ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: An error occured while loading database.
de: Beim Laden der Datenbank ist ein Fehleraufgetreten.

source: An error occured while sending the mail. Please try again later.
de: Beim Versenden der Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.

source: An error occured while using Touch ID. Please continue by entering your password manually.
de: Bei der Nutzung von Touch ID ist ein Fehler aufgetreten. Bitte geben Sie das Passwort manuell ein.

source: An error occurred while enabling iCloud Sync. Please try again.
de: Beim Aktivieren des iCloud Syncs ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

# An error occurred while restoring in-app purchases. Please try again.
source: An error occurred while restoring\nin-app purchases. Please try again.
de: Beim Wiederherstellen der Einkäufe ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: App is locked. Please enter your password:
de: App geschützt. Bitte Passwort eingeben:

source: At least one file to delete must be selected.
de: Mindestens eine Datei muss gelöscht werden.

source: At least one file to move must be selected.
de: Mindestens eine Datei muss verschoben werden.

source: Cancel
de: Abbrechen

source: Choose
de: Auswählen

source: Confirm the password:
de: Passwort wiederholen:

source: Confirm your new password:
de: Passwort wiederholen:

source: Could not find accounts database. Please start the main app to finish the setup process.
de: Es konnte keine Account Datenbank gefunden werden. Bitte starten Sie das Hauptprogramm und beenden Sie das initiale Setup.

source: Counter
de: Zähler

source: Counter-based OTP
de: Zähler-basiert

source: Custom
de: Benutzerdefiniert

source: Default
de: Standard

source: Default Folder
de: Standard Ordner

source: Delete
de: Löschen

source: Delete account
de: Account löschen

source: Deleting a folder also deletes all accounts in that folder. \n\nDo you really want to delete the folder '%@'?
de: Beim Löschen eines Ordners werden auch alle Accounts, die sich in dem Ordner befinden, gelöscht.\n\nMöchten Sie den Ordner '%@' wirklich löschen?

source: Do you really want to delete these files?
de: Möchten Sie diese Dateien wirklich löschen?

source: Do you really want to delete this account?
de: Möchten Sie diesen Account wirklich löschen?

source: Do you really want to delete this file?
de: Möchten Sie diese Datei wirklich löschen?

source: Done
de: Fertig

source: Enabling iCloud...
de: iCloud aktivieren...

source: Enter Credentials
de: Manuell eingeben

source: Enter a password to protect the file:
de: Passwort zum Schützen der Datei:

source: Enter the password for iCloud database:
de: Password für iCloud Datenbank:

source: Enter the password the file is protected with:
de: Passwort für die Datei:

source: Enter your new password:
de: Ihr neues Passwort:

source: Enter your old password:
de: Ihr altes Passwort:

source: Error
de: Fehler

source: Files
de: Dateien

source: Flash off
de: Blitz aus

source: Flash on
de: Blitz an

source: Folder
de: Ordner

source: Folder name
de: Ordnername

source: Folders
de: Ordner

source: Hide
de: Nicht anzeigen

source: In-app purchases are not allowed on this device.
de: In-App Einkäufe sind auf diese Gerät nicht möglich.

source: Local
de: Lokal

source: Move
de: Verschieben

source: New Folder
de: Neuer Ordner

source: Next
de: Weiter

source: No files.
de: Keine Dateien

source: No folders. You can create one by tapping '+' in the toolbar below.
de: Keine Ordner vorhanden. Ein Ordner kann mit dem '+'-Button unten hinzugefügt werden.

source: Notification Center
de: Mitteilungszentrale

# OTP info for account %@ of provider %@
source: OTP info for account %1$@ of provider %2$@
de: OTP Infos für Account %@ des Anbieters %@

source: Overwrite
de: Überschreiben

source: Period
de: Gültigkeit

source: Please choose the folder to move to.
de: Bitte wählen Sie den Ordner aus, in den die Dateien verschoben werden sollen.

source: Please enter a name for the new folder:
de: Bitte geben Sie einen Namen für den neuen Ordner ein:

source: Please enter a new name for the folder:
de: Bitte geben Sie einen neuen Namen für den Ordner ein:

source: Please type in the name.
de: Bitte geben Sie den Namen ein.

source: Rename
de: Umbenennen

source: Rename Folder
de: Ordner umbenennen

source: Restoring purchases...
de: Einkäufe wiederherstellen…

source: Scan Barcode
de: Barcode lesen

source: Settings
de: Einstellungen

source: Show all accounts
de: Alle Accounts anzeigen

source: The confirmation password did not match the original password. Please try again.
de: Die Passwort-Wiederholung stimmte nicht mit dem ersten Passwort überein. Bitte versuchen Sie es erneut.

source: The name for the folder cannot be empty. Please try again.
de: Der Name des Ordners darf nicht leer sein. Bitte versuchen Sie es erneut.

source: The new name for the folder cannot be empty. Please try again.
de: Der Name des Ordners darf nicht leer sein. Bitte versuchen Sie es erneut.

source: The password you entered is wrong. Please try again.
de: Das eingegebene Passwort is falsch. Bitte versuchen Sie es erneut.

source: The scanned barcode did not include a valid account.
de: Der gelesene Barcode enthält keinen gültige Account.

source: The website does not contain any suitable text fields for entering a password.\n\nIf you think this is an error, write me a messsage by tapping the e-mail button.
de: Die Website enthält kein Textfeld, in das das Passwort eingetragen werden kann.\n\nWenn Sie diese Meldung für einen Fehler halten, schreiben Sie eine Nachricht, indem Sie auf E-Mail drücken.

source: There was an error creating the folder. Please try again.
de: Der Ordner konnte nicht erstellt werden. Bitte versuchen Sie es erneut.

source: There was an error deleting a file or folder. Please try again.
de: Ein Order oder eine Datei konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: There was an error moving a file or folder. Please try again.
de: Ein Order oder eine Datei konnte nicht verschoben werden. Bitte versuchen Sie es erneut.

source: There was an error opening the file. Please try again.
de: Die Datei konnte nicht geöffnet werden. Bitte versuchen Sie es erneut.

# There was an error opening the camera :'(
source: There was an error opening the\ncamera :'(
de: Beim Öffnen der Kamera ist ein\nFehler aufgetreten :'(

source: There was an error removing the file. Please try again.
de: Die Datei konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: There was an error renaming the file. Please try again.
de: Die Datei konnte nicht umbenannt werden. Bitte versuchen Sie es erneut.

source: This device has no active iCloud account. Please check the iCloud settings and try again.
de: Dieses Gerät ist mit keinen iCloud Account verknüpft. Bitte überprüfen Sie ihre iCloud Einstellungen und versuchen es erneut.

source: This folder shows all accounts from all folders. You cannot add or arrange accounts in this folder.
de: In diesem Ordner sind alle Accounts aus allen Ordnern enthalten. In diesem Ordner können Sie keine Accounts hinzufügen oder verschieben.

source: This folder shows all accounts visible in the notification center. You can add accounts by tapping '+' in the toolbar below.
de: In diesem Ordner sind alle Accounts enthalten, die in der Mitteilungszentrale angezeigt werden. Sie können Accounts über den '+'-Button hinzufügen.

source: Time-based OTP
de: Zeit-basiert

source: Unexpected error has occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

source: Unknown
de: Unbekannt

source: Use custom folders to arrange your accounts. You can add new folders by tapping '+' in the toolbar below.
de: Nutzen Sie benutzerdefinierte Ordner zum ordnen ihrer Accounts. Sie können neue Ordner hinzufügen, indem Sie auf '+' tippen.

source: Warning
de: Achtung

source: You need verify your identity to unlock OTP Auth.
de: Zum Fortfahren muss ihre Identität überprüft werden.

source: Your account could not be saved. Please try another location to save the file to.
de: Der Account konnte nicht gespeichert werden. Bitte versuchen Sie einen anderen Speicherort.

source: Your account has been exported successfully. The name of the file is '%@'
de: Der Account wurde erfolgreich exportiert. Der Name der Datei ist '%@'

source: Your current iCloud account already contains an account database. Do you want to continue by using the iCloud database or by using the local database?
de: Der iCloud Account, mit dem dieses Gerät verknüpft ist, enthält bereits eine Account Datenbank. Möchten Sie mit der iCloud Datenbank oder der lokalen Datenbank fortfahren?
