Repository: emmanuelsayshai/OTPAuth-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ru

source: General
ru: Общие настройки

source: Done
ru: Готово

source: Next
ru: Далее

source: Choose
ru: Выбрать

source: Move
ru: Переместить

source: Delete
ru: Удалить

source: Error
ru: Ошибка

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: New Folder
ru: Новая папка

source: Folders
ru: Папки

source: Files
ru: Файлы

source: No folders. You can create one by tapping "+" in the toolbar below.
ru: Нет папок. Вы можете создать папку, нажав "+" в панели ниже.

source: No files.
ru: Нет файлов.

source: At least one file to move must be selected.
ru: Для перемещения должен быть выбран по крайней мере один файл.

source: Do you really want to delete these files?
ru: Вы действительно хотите удалить эти файлы?

source: At least one file to delete must be selected.
ru: Для удаления должен быть выбран по крайней мере один файл.

source: Please type in the name.
ru: Пожалуйста, введите имя.

source: Please choose the folder to move to.
ru: Пожалуйста, выберите папку, в которую требуется переместить.

source: There was an error creating the folder. Please try again.
ru: Произошла ошибка создания папки. Пожалуйста, попробуйте снова.

source: There was an error deleting a file or folder. Please try again.
ru: Произошла ошибка удаления файла или папки. Пожалуйста, попробуйте снова.

source: There was an error moving a file or folder. Please try again.
ru: Произошла ошибка перемещения файла или папки. Пожалуйста, попробуйте снова.

source: Details
ru: Подробности

source: %qi Byte
ru: %qi байт

source: Do you really want to delete this file?
ru: Вы действительно хотите удалить этот файл?

source: There was an error renaming the file. Please try again.
ru: Произошла ошибка переименования файла. Пожалуйста, попробуйте снова.

source: There was an error removing the file. Please try again.
ru: Произошла ошибка удаления файла. Пожалуйста, попробуйте снова.

source: Overwrite
ru: Перезаписать

source: Information
ru: Информация

source: Default
ru: По умолчанию

source: Unknown
ru: Неизвестно

source: Period
ru: Период

source: Counter
ru: Счётчик

source: iTunes File Sharing
ru: Обмен файлами iTunes

source: Mail
ru: Эл. почта (Mail)

source: Time-based OTP
ru: По времени

source: Counter-based OTP
ru: По счётчику

source: OTP info for account %@ of provider %@
ru: Информация OTP для учётной записи %@ провайдера %@

source: Delete account
ru: Удалить учётную запись

source: Do you really want to delete this account?
ru: Вы действительно хотите удалить эту учётную запись?

source: Enter a code to protect the file:
ru: Введите код для защиты данного файла:

source: Confirm the password:
ru: Подтвердите пароль:

source: An error occured while encrypting the account. Please try again.
ru: Произошла ошибка шифрования учётной записи. Пожалуйста, попробуйте снова.

source: Your account could not be saved. Please try another location to save the file to.
ru: Ваша учётная запись не может быть сохранена. Пожалуйста, попробуйте другое расположение для сохранения.

source: A file named "%@" already exists. Do you want to overwrite it?
ru: Файл с именем "%@" уже существует. Вы хотите перезаписать его?

source: Account exported
ru: Файл экспортирован

source: Your account has been exported successfully. The name of the file is "%@"
ru: Ваша учётная запись была успешно экспортирована. Имя файла: "%@"

source: An error occured while sending the mail. Please try again later.
ru: Произошла ошибка при отправке сообщения. Пожалуйта, попробуйте снова позже.

source: Settings
ru: Настройки

source: Currently the following settings are available:
ru: В данный момент доступны следующие настройки:

source: Notification Center
ru: Центр уведомлений

source: About
ru: О приложении

source: Scan Barcode
ru: Отсканировать штрихкод

source: Enter Credentials
ru: Ввести данные вручную

source: Scanner
ru: Сканер

source: Accounts can be added by tapping "+" in the toolbar below. Tap an account to edit its settings.
ru: Учётные записи могут быть добавлены нажатием "+" в панели ниже. Нажмите на учётную запись для изменения её настроек.

source: Enter your old password:
ru: Введите ваш старый пароль:

source: Enter your new password:
ru: Введите ваш новый пароль:

source: Confirm your new password:
ru: Подтвердите ваш новый пароль:

source: Enter the password the file is protected with:
ru: Введите пароль, которым защищён файл:

source: The scanned barcode did not include a valid account.
ru: Отсканированный штрихкод не содержит действительную учётную запись.

source: There was an error opening the file. Please try again.
ru: Ошибка открытия файла. Пожалуйста, попробуйте снова.

source: There was an error opening the camera :'(
ru: Произошла ошибка открытия камеры :'(

source: Flash on
ru: Вкл. вспышку

source: Flash off
ru: Выкл. вспышку

source: App is locked. Please enter your password:
ru: Приложение заблокировано. Пожалуйста, введите пароль:

source: App is locked. You need to login to proceed.
ru: Приложение заблокировано. Вы должны войти, чтобы продолжить.

source: The password you entered is wrong. Please try again.
ru: Введённый пароль неверен. Пожалуйста, попробуйте снова.

source: The confirmation password did not match the original password. Please try again.
ru: Подтверждающий пароль не совпадает с исходным. Пожалуйста, попробуйте снова.

source: There was an error reading the password using 1Password. Please try again.
ru: Произошла ошибка чтения пароля с использованием 1Password. Пожалуйста, попробуйте снова.

source: There was an error saving the password using 1Password. Please try again.
ru: Произошла ошибка сохранения пароля с использованием 1Password. Пожалуйста, попробуйте снова.

source: There was an error changing the password using 1Password. Please try again.
ru: Произошла ошибка изменения пароля с использованием 1Password. Пожалуйста, попробуйте снова.

source: You need to authenticate for this action.
ru: Вам необходимо аутентифицироваться для выполнения этого действия.

source: An error occured while logging in using Touch ID. Please continue by entering your password.
ru: Произошла ошибка при входе с использованием Touch ID. Пожалуйста введите пароль, чтобы продолжить.

source: Password
ru: Пароль

source: Edit password
ru: Изменить пароль

source: If you set a password, you need to enter this password everytime you start OTP Auth. Tap "Edit password", if you want to change the current password. Warning: If you forget this password, you need to reset OTP Auth using the settings available in the system settings app. After resetting OTP Auth all your data is lost!
ru: Если вы установите пароль, вам будет необходимо вводить этот пароль при каждом запуске приложения. Нажмите "Изменить пароль", если вы хотите сменить текущей пароль. Внимание: если вы забудете этот пароль, вам потребуется сбросить настройки OTP Auth при помощи соответствующего пункта в системных настройках. При сбросе OTP Auth все ваши данные будут утеряны!

source: Enable this setting if you want to unlock OTP Auth by using Touch ID.
ru: Включите эту настройку, если вы хотите разблокировать OTP Auth при помощи Touch ID.

source: Enable this setting if you want to unlock OTP Auth by using Touch ID. Touch ID support can only be enabled, if it is fully configured in the system settings app.
ru: Включите эту настройку, если вы хотите разблокировать OTP Auth при помощи Touch ID. Поддержка Touch ID может быть включена только тогда, когда она полностью настроена в системных настройках.

source: If you set a password, you need to enter this password everytime you start the app. Warning: If you forget this password, you need to reset OTP Auth using the settings available in the system settings app. After resetting OTP Auth all your data is lost!
ru: Если вы установите пароль, вам будет необходимо вводить этот пароль при каждом запуске приложения. Внимание: если вы забудете этот пароль, вам потребуется сбросить настройки OTP Auth при помощи соответствующего пункта в системных настройках. При сбросе OTP Auth все ваши данные будут утеряны!

source: Enable this setting if you want to unlock OTP Auth by using Touch ID. Touch ID support can only be enabled, if you have set a password.
ru: Включите эту настройку, если вы хотите разблокировать OTP Auth при помощи Touch ID. Touch ID может быть включена только тогда, когда вы установили пароль.

source: Select which accounts should be visible in the Notification Center. The height of a widget in the Notification Center is limited to a certain height. This limit depends on the device you are using. On your current device you can display up to %i accounts while in portrait mode. In landscape mode you can only display up to %i accounts (landscape mode is not available on all devices). If you select more accounts than the widget can display, the widget will show as many accounts as possible.
ru: Выберите, какие учётные записи должны быть видимыми в Центре уведомлений. Высота виджета в Центре уведомлений ограничена. Это ограничение зависит от используемого устройства. На вашем текущем устройства, вы можете отобразить до %i учётных записей в портретном (вертикальном) режиме. В альбомном (горизонтальном) режиме вы можете отобразить до %i учётных записей (альбомный режим доступен не на всех устройствах). Если вы выберете больше учётных записей, чем виджет может отобразить, виджет отобразит максимально возможное их количество.

source: Show all accounts button
ru: Кнопка «Показывать все уч. записи»

source: If this option is turned, the widget will show an additional button called "Show all accounts". Pressing this button will open OTP Auth.
ru: Если данная настройка включена, виджет будет отображать дополнительную кнопку "Показывать все учётные записи". Нажатие на эту кнопку откроет OTP Auth.

source: Always show accounts
ru: Всегда показывать учётные записи

source: If this option is turned on, the widget shows the accounts even when a password for securing the app is configured.
ru: Если данная настройка включена, виджет будет показывать учётные записи даже если установлен пароль защиты приложения.
